Repository: olksndrdevhub/bigagroparts-0.1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Нова Пошта
ru: Новая Почта

source: Кур'єр (по м. Луцьк)
ru: Курьер (по г. Луцк)

source: Оплата при отриманні
ru: Оплата при получении

source: Оплата за реквізитами (передоплата)
ru: Оплата по реквизитам (предоплата)

source: Сума замовлення
ru: Сумма заказа

source: № відділення Нової Пошти
ru: № отделения Новой Почты

source: Введіть лише число без '№'
ru: Введите только число без "№"

source: Місто / село
ru: Город / село

source: Адреса для доставки по Луцьку
ru: Адрес для доставки по Луцку

source: Контактний номер телефону
ru: Контактный номер телефона

source: Адреса електронної пошти
ru: Адрес электронной почты

source: Метод оплати
ru: Метод оплаты

source: Вітаємо!
ru: Поздравляем!

source: Ваше замовлення прийнято, вам може зателефонувати менеджер для його уточнення чи підтвердження.
ru: Ваш заказ принят, вам может позвонить менеджер для его уточнения или подтверждения.

source: Ми раді будемо бачити Вас знову!
ru: Мы рады будем видеть Вас снова!

source: Оформлення замовлення
ru: Оформление заказа

source: Оберіть спосіб доставки, вкажіть необхідні дані та спосіб оплати
ru: Выберите способ доставки, укажите необходимые данные и способ оплаты

source: Після оформлення замовлення з Вами зв’яжеться наш оператор і надішле реквізити для оплати суми замовлення на карту Приватбанку.
ru: После оформления заказа с Вами свяжется наш оператор и направит реквизиты для оплаты суммы заказа на карту Приватбанка.

source: Замовлення, оформлені як накладений платіж, оплачуються та отримуються на зручному для Вас відділенні «Нової пошти». При цьому отримувач має сплатити також додаткову поштову комісію за користування послугою післяплати. Якщо ж ви обрали доставку кур’єром по м. Луцьк, то оплату прийме кур’єр.
ru: Заказы, оформленные как наложенный платеж, Вы оплачиваете и получаете на удобном для Вас отделении «Новой почты». При этом получатель должен оплатить также дополнительную почтовый комиссию за пользование услугой наложенного платежа. Если же Вы выбрали доставку курьером по г. Луцк, тогда оплату примет курьер.

source: Вам може зателефонувати менеджер для уточнення чи підтвердження замовлення.
ru: Вам может позвонить менеджер для уточнения или подтверждения заказа.

source: Повернутися до кошика
ru: Вернуться к корзине

source: Підтвердити замовлення
ru: Подтвердить заказ

source: Ваше замовлення
ru: Ваш заказ

source: Кількість
ru: Количество

source: Ціна
ru: Цена

source: The Email must be set
ru: Электронная почта должна быть установлена

source: Superuser must have is_staff=True.
ru: Суперпользователь должен иметь

source: Superuser must have is_superuser=True.
ru: Суперпользователь должен иметь

source: email address
ru: Адрес электронной почты

source: Має починатися з +380
ru: Должен начинаться с

source: Користувач
ru: Пользователь

source: Користувачі
ru: Пользователи

source: Є в наявності
ru: Имеется в наличии

source: Немає в наявносі
ru: Нет в наличии

source: Уточніть наявність
ru: Уточните наличие

source: Замовлення прийнято
ru: Заказ принят

source: Замовлення виконується
ru: Заказ в обработке

source: Замовлення виконано
ru: Заказ выполнен

source: Статус замовлення
ru: Статус заказа

source: Ім'я
ru: Имя

source: Прізвище
ru: Фамилия

source: Електронна адреса
ru: Электронный адрес

source: Номер телефону
ru: Контактный номер телефона

source: Ukrainian
ru: Украинский

source: Russian
ru: Русский

source: Додано ще одну одиницю товару в кошик!
ru: Добавлена еще одна единица товара в корзину!

source: Цей товар додано у кошик!
ru: Этот товар добавлен в корзину!

source: Мінус одна одиниця товару!
ru: Минус одна единица товара!

source: Account Inactive
ru: Аккаунт не активен

source: This account is inactive.
ru: Этот аккаунт не активен.

source: Please, check your email and activate your account to use site!
ru: Пожалуйста, проверьте свою электронную почту и активируйте свою учетную запись, чтобы пользоваться сайтом!

source: Account
ru: Аккаунт

source: E-mail Addresses
ru: Адрес электронной почты

source: The following e-mail addresses are associated with your account:
ru: Следующие адреса электронной почты связаны с вашей учетной записью:

source: Verified
ru: Проверенный

source: Unverified
ru: Непроверенный

source: Primary
ru: Основной

source: Make Primary
ru: Сделать основным

source: Re-send Verification
ru: Отправить подтверждение

source: Remove
ru: Удалить

source: Warning:
ru: Внимание:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ru: В настоящее время у вас нет настроенного адреса электронной почты. Вы действительно должны добавить адрес электронной почты, чтобы вы могли получать уведомления, сбросить пароль и т. д.

source: Add E-mail Address
ru: Добавить адрес электронной почты

source: Add E-mail
ru: Добавить адрес электронной почты

source: Do you really want to remove the selected e-mail address?
ru: Вы действительно хотите удалить выбранный адрес электронной почты?

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to %(activate_url)s
ru: Привет от %(site_name)s ! Вы получаете это электронное письмо, потому что пользователь %(user_display)s указал ваш адрес электронной почты для подключения к своей учетной записи. Чтобы подтвердить, что это правильно, перейдите к %(activate_url)s

source: Thank you from %(site_name)s! %(site_domain)s
ru: Спасибо от %(site_name)s! %(site_domain)s

source: Please Confirm Your E-mail Address
ru: Подтвердите ваш имейл, пожалуйста

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
ru: Привет от %(site_name)s ! Вы получаете это электронное письмо, потому что вы или кто-то еще запросил пароль для вашей учетной записи. Его можно смело игнорировать, если вы не запрашивали сброс пароля. Нажмите на ссылку ниже, чтобы сбросить пароль.

source: In case you forgot, your username is %(username)s.
ru: Если вы забыли, ваше имя пользователя %(username)s

source: Thank you for using %(site_name)s! %(site_domain)s
ru: Спасибо за использование %(site_name)s! %(site_domain)s

source: Password Reset E-mail
ru: Сброс пароля

source: Confirm E-mail Address
ru: Подтвердите адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ru: Пожалуйста, подтвердите, что <a href=\"mailto:%(email)s\">%(email)s</a> адрес электронной почты для пользователя %(user_display)s.

source: Confirm
ru: Подтверждение

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ru: Срок действия ссылки для подтверждения по электронной почте истек или недействителен. Пожалуйста <a href=\"%(email_url)s\">оформить новый запрос на подтверждение по электронной почте</a>.

source: Вхід
ru: Вход

source: Забули пароль?
ru: Забыли пароль?

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">Реєстрація</a> for a %(site_name)s account and sign in below:
ru: Пожалуйста, войдите с одним из ваших существующих сторонних учетных аккаунтов. Или же, <a href=\"%(signup_url)s\">Регистрация</a> для %(site_name)s аккаунт и войдите ниже:

source: or
ru: или

source: Або
ru: Или

source: зареєструйтесь
ru: зарегистрируйтесь

source: Вихід
ru: Выход

source: Ви впевнені, що бажаєте вийти з облікового запису?
ru: Вы уверены, что хотите выйти из учетной записи?

source: You cannot remove your primary e-mail address (%(email)s).
ru: Вы не можете удалить свой основной адрес электронной почты (%(email)s).

source: Confirmation e-mail sent to %(email)s.
ru: Подтверждение по электронной почте отправлено на %(email)s.

source: You have confirmed %(email)s.
ru: Вы подтвердили %(email)s.

source: Removed e-mail address %(email)s.
ru: Удален адрес электронной почты %(email)s.

source: Ви успішно увійшли як %(name)s.
ru: Вы успешно вошли как %(name)s.

source: Ви вийшли з облікового запису.
ru: Вы вышли из аккаунта.

source: Password successfully changed.
ru: Пароль успешно изменен.

source: Password successfully set.
ru: Пароль успешно установлен.

source: Primary e-mail address set.
ru: Основной адрес электронной почты установлен.

source: Your primary e-mail address must be verified.
ru: Ваш основной адрес электронной почты должен быть подтвержден.

source: Change Password
ru: Сменить пароль

source: Password Reset
ru: Восстановление пароля

source: Відновлення паролю
ru: Восстановление пароля

source: Забули пароль? Введіть ваш емейл і ми відправимо вам інструкції для відновлення паролю
ru: Забыли пароль? Введите ваш адрес электронной почты и мы отправим вам инструкции для восстановления пароля

source: Відновити мій пароль
ru: Восстановить мой пароль

source: Будь ласка зв'яжіться з нами, якщо у вас виникають проблеми при відновленні паролю.
ru: Пожалуйста, свяжитесь с нами, если у вас возникают проблемы при восстановлении пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо. Пожалуйста, свяжитесь с нами, если вы не получили его в течение нескольких минут.

source: Bad Token
ru: Плохой токен

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ru: Ссылка для сброса пароля была недействительной, возможно, потому что она уже использовалась. Пожалуйста, запросите <a href=\"%(passwd_reset_url)s\">сброс пароля опять</a>.

source: change password
ru: сменить пароль

source: Your password is now changed.
ru: Ваш пароль теперь изменен.

source: Set Password
ru: Указать пароль

source: Signup
ru: Зарегистрироваться

source: Реєстрація
ru: Зарегистрироваться

source: Зареєструватися
ru: Зарегистрироваться

source: Вже маєте обліковий запис
ru: Уже есть учетная запись

source: вхід
ru: вход

source: Sign Up Closed
ru: Регистрация закрыта

source: We are sorry, but the sign up is currently closed.
ru: К сожалению, регистрация в настоящее время закрыта.

source: Note
ru: Внимание

source: you are already logged in as %(user_display)s.
ru: Вы уже вошли как %(user_display)s.

source: Verify Your E-mail Address
ru: Подтвердите свой адрес электронной почты

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо для проверки. Перейдите по ссылке, чтобы завершить процесс регистрации. Пожалуйста, свяжитесь с нами, если вы не получили его в течение нескольких минут.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ru: Эта часть сайта требует от нас убедиться, что вы тот, кем вы себя выдаете. Для этого мы требуем, чтобы вы подтвердили право собственности на свой адрес электронной почты.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ru: Мы отправили вам электронное письмо для проверки. Пожалуйста, нажмите на ссылку внутри этого электронного письма. Пожалуйста, свяжитесь с нами, если вы не получили его в течение нескольких минут.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ru: <strong>Внимание:</strong> вы еще можете <a href=\"%(email_url)s\">изменить свой адрес электронной почты</a>.

source: Головна
ru: Главная

source: Контакти та співпраця
ru: Контакты и сотрудничество

source: Оплата та доставка
ru: Оплата и доставка

source: Спецзамовлення
ru: Спецзаказ

source: Введіть назву запчастини чи її артикул та натисніть Enter
ru: Введите название запчасти или ее артикул и нажмите Enter

source: Намагайтесь вводити точну назву чи артикул
ru: Старайтесь вводить точное название или артикул

source: Кошик
ru: Корзина

source: Адмінпанель
ru: Админпанель

source: Мій кабінет
ru: Мой кабинет

source: Особистий кабінет
ru: Личный кабинет

source: Карта сайту
ru: Карта сайта

source: Головна
ru: Главная

source: Контакти
ru: Контакты

source: Ім
ru: Имя:

source: Електронна пошта
ru: Электронная почта

source: Натисніть "Редагувати інформацію" щоб додати номер телефону
ru: Нажмите "Изменить информацию", чтобы добавить номер телефона.

source: Ні
ru: Нет

source: Так
ru: Да

source: Редагувати інформацію
ru: Редактировать информацию

source: Зберегти
ru: Сохранить

source: Історія замовлень
ru: История заказов

source: Замовлення
ru: Заказ

source: від
ru: от

source: Згенерувати накладну
ru: Сгенерировать накладную

source: кількість
ru: количество

source: ціна
ru: цена

source: Kатегорія
ru: Категория

source: Всі категорії
ru: Все категории

source: Ми здійснюємо доставку по Україні через сервіс "Нова Пошта",
ru: Мы осуществляем доставку по Украине через сервис "Новая Почта",

source: якщо місто доставки - Луцьк, ви можете обрати доставку нашим кур'єром. Терміни доставки - до 3-ьох робочих днів.
ru: если город доставки - Луцк, вы можете выбрать доставку нашим курьером. Сроки доставки - до 3-х рабочих дней.

source: Оплатити вашу покупку ви можете двома способами:
ru: Оплатить вашу покупку можно двумя способами:

source: Оплата за реквізитами (передоплата): Ви оплачуєте повну вартість замовлення банківським переказом на картку ПриватБанку, реквізити для оплати вам повідомить наш манеджер.
ru: Оплата по реквизитам (предоплата): Вы оплачиваете полную стоимость заказа банковским переводом на карточку ПриватБанка, реквизиты для оплаты вам сообщит наш манеджер.

source: Оплата при отриманні: оплата вартості замовлення відбувається при отриманні у відділенні Нової Пошти або через кур'єра, якщо Ви обрали доставку кур'єром.
ru: Оплата при получении: оплата стоимости заказа происходит при получении в отделении Новой Почты или через курьера, если Вы выбрали доставку курьером.

source: Ми раді вітати вас на нашому сайті
ru: Мы рады приветствовать вас на нашем сайте

source: Якщо у вас виникли якісь питання чи пропозиції, ви можете зв
ru: Если у вас возникли какие-то вопросы или предложения, вы можете связаться

source: язатися з нами будь-яким зручним для вас способом
ru: с нами любым удобным для вас способом

source: Також ми відкриті до взаємовигідної співпраці
ru: Также мы открыты к взаимовыгодному сотрудничеству

source: Ми пропонуємо спеціальні цінові пропозиції для клієнтів, які готові закупати товари в оптових маштабах. Тож якщо ви бажаєте отримати статус оптовика -
ru: Мы предлагаем специальные ценовые предложения для клиентов, которые готовы закупать товары в оптовых масштабах. Поэтому если вы хотите получить статус оптовика -

source: зателефонуйте нам за вказаним нижче номером або напишіть нам у соцмережах чи поштою і ми обговоримо з вами деталі співпраці.
ru: позвоните нам по указанному ниже номеру или напишите нам в соцсетях или по почте и мы обсудим с вами детали сотрудничества.

source: Наші контакти
ru: Наши контакты

source: Графік роботи
ru: График работы

source: Понеділок - п'ятниця
ru: Понедельник - пятница

source: з 10:00 до 17:00
ru: с 10:00 до 17:00

source: Субота - неділя
ru: Суббота - воскресенье

source: вихідні дні
ru: выходные дни

source: Ми в соцмережах
ru: Мы в соцсетях

source: Ви представник фірми чи оптовик?
ru: Вы представитель фирмы или оптовик?

source: Зареєструйтеся та зверніться до нас і ми надамо вам знижку!
ru: Зарегистрируйтесь, обратитесь к нам и мы предоставим вам скидку!

source: КОНТАКТИ
ru: КОНТАКТЫ

source: Не знайшли в каталозі потрібну вам деталь?
ru: Не нашли в каталоге нужную вам деталь?

source: Ви можете скористатися функцією "Спецзамовлення".
ru: Вы можете воспользоваться функцией "Cпецзаказ".

source: Просто зателефонуйте нам і повідомте яка деталь вам потрібна.
ru: Просто позвоните нам и сообщите какая деталь вам нужна.

source: Величезний каталог запчастин до сільськогосподарської техніки
ru: Огромный каталог запчастей к сельскохозяйственной технике

source: Тут ви знайдете все, що вам потрібно!
ru: Здесь вы найдете все, что вам нужно!

source: Попередній
ru: Предыдущий

source: Наступний
ru: Следующий

source: Категорії за запитом
ru: Категории по запросу

source: Підкатегорії за запитом
ru: Подкатегории по запросу

source: Товари за запитом
ru: Товары по запросу

source: Нажаль за запитом
ru: К сожалению по запросу

source: нічого не знайдено, спробуйте виправити запит
ru: ничего не найдено, попробуйте исправить запрос

source: або зверніть увагу на функцію
ru: или обратите внимание на функцию

source: спецзамовлення
ru: спецзаказ

source: Назва товару
ru: Название товара

source: Загальна вартість
ru: Общая стоимость

source: Ваш кошик порожній
ru: Ваша корзина пуста

source: Продовжити покупки
ru: Продолжить покупки

source: Перейти до оформлення
ru: Перейти к оформлению

source: Код товару
ru: Код товара

source: Додати в кошик
ru: Добавить в корзину

source: Видалити з кошика
ru: Удалить из корзины

source: Цього товару немає в наявності зараз
ru: В наличии этого товара нет

source: Зателефонуйте нам
ru: Позвоните нам

source: аби уточнити коли він буде доступний.
ru: чтобы уточнить, когда он будет доступен.

source: Уточнити наявність
ru: Уточнить наличие

source: Цей товар закінчується
ru: Этот товар заканчивается

source: аби уточнити його наявність.
ru: чтобы уточнить его наличие.

source: Опис
ru: Описание

source: Інші товари з цього розділу
ru: Другие товары из этого раздела

source: Якщо ви не знайшли потрібний вам товар на нашому сайті - ви можете замовити його в нас спеціально для себе
ru: Если вы не нашли нужный вам товар на нашем сайте - вы можете заказать его у нас специально для себя

source: Зателефонуйте нам за номером
ru: Позвоните нам по телефону

source: та повідомте що ви хотіли б замовити. Ми в найкоротші терміни дізнаємося всю потрібну інформацію та повідомимо вас щодо ціни та термінів поставки
ru: и сообщите что вы хотели бы заказать. Мы в кратчайшие сроки узнаем всю необходимую информацию и сообщим вам по цене и срокам поставки

source: Способи оплати та доставки обговорюються окремо
ru: Способы оплаты и доставки оговариваются отдельно

source: Підкатегорія
ru: Подкатегория
